{
  "LuaSnip": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "fzf": { "branch": "main" },
  "gitsigns": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazygit": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v3.x" },
  "lualine": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "treesitter": { "branch": "master" }
}
